/* In browser window title */
"Get a donation key!" = "获取一个捐赠码!";

/* The full name of the supporter */
"Registered to {0}" = "注册于 {0} 名下";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "感谢您的支持！您的付出可以帮助 Cyberduck 在今后越来越好。";

/* Copy of donation key */
"Your donation key has been copied to the Application Support folder." = "您的捐赠码已经被复制到了 Application Support 文件夹。";

/* Validation failed */
"Not a valid donation key" = "不是一个有效的捐赠码";

"This donation key does not appear to be valid." = "这个捐赠码无效。";

/* Thank you */
"Continue" = "继续";